{
  "credits" : "The dad jokes were sources from: https://www.buzzfeed.com/mikespohr/29-dad-jokes-that-are-so-bad-their-actually-good",
  "jokes" : [
  "A ham sandwich walks into a bar and orders a beer. Bartender says, 'Sorry we don't serve food here.'",
  "Why do chicken coops only have two doors? Because if they had four, they would be chicken sedans!",
  "How do you make a Kleenex dance? Put a little boogie in it!",
  "Two peanuts were walking down the street. One was a salted.",
  "I used to have a job at a calendar factory but I got the sack because I took a couple of days off.",
  "Two guys walk into a bar, the third one ducks.",
  "I had a dream that I was a muffler last night. I woke up exhausted!",
  "5/4 of people admit that they’re bad with fractions.",
  "Why can't you hear a pterodactyl use the bathroom? Because the 'p' is silent."
],
 "hidad" : [
   "Hey, tiger!",
   "Hi, sport!",
   "What's up little trooper?",
   "Heya, squirt!",
   "Well, hello there little one!",
   "Hey, slugger!"
 ],
 "quotes" : [
   "Being a great father is like shaving. No matter how good you shaved today, you have to do it again tomorrow.",
   "It is much easier to become a father than to be one.",
   "Fathers are biological necessities, but social accidents."
 ],
 "yesorno" : [
   "Sure thing, kiddo!",
   "I'm your father, and I say, 'No way!'",
   "Yeah sure [doesn't look up from television]",
   "Why don't you ask your mother...",
   "Well, of course!",
   "Nuh-uh",
   "Okey-dokey",
   "Now, I wouldn't be a good dad, or a good bot if I said yes to that...",
   "How should I know!?",
   "You're old enough to decide for yourself on that one, aren't you?",
   "Yes yes, but I don't want to hear any more about it!",
   "Daddy's busy right now, go bug your mother!",
   "I'm going to have to think about that one... Ask me again later.",
   "I'll have to talk to mombot about that one.",
   "I guess...",
   "I'm a little disappointed you'd even ask me that. [smh]",
   "Hell no! I outta whoop you just for thinkin' it!",
   "Nope, and don't ask me again!"
 ]
}
